gs-lib/gs-lib-wof/src/main/resources/cuahsi/1.1/GetVariableInfoRequest.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:ws="http://www.cuahsi.org/his/1.1/ws/">
   <soap:Header/>
   <soap:Body>
      <ws:GetVariableInfoObject>
         <!--Optional:-->
         <ws:variable></ws:variable>
         <!--Optional:-->
         <ws:authToken></ws:authToken>
      </ws:GetVariableInfoObject>
   </soap:Body>
</soap:Envelope>